Simulaciones/MEXICO/Simulations-April-2018/V7-Run5/system/topoSetDict.box2
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.0                                   |
|   \\  /    A nd           | Web:      http://www.OpenFOAM.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      topoSetDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
 
actions
(
    {
        name         box2;
        type         cellSet;
        action       new;
        source       boxToCell;
        sourceInfo
        {
          
          box (25 10 0) (80 40 25);
            
        }
    }
); 
